window.document.write(
`<style>
  .container {
    margin-top: 50px;
    padding-bottom: 100px;
    color: black;
    display: flex;
    align-items: center;
    flex-direction: column;
  }

  h2 {
    color: black;
  }

  .t {
    border: 2px solid #C562FF;
    border-radius: 3px;
    padding: 8px;
    width: 63%;
  }

</style>
<div class="container">
<div class="t">
<p>Мир матрасов — интернет-магазин кроватей, матрасов и мебели для дома и дачи. Здесь вы найдете товары под свои предпочтения.</p>
<p>Работаем более 15 лет,и за это время накопили огромный опыт, квалификацию и знания в сфере производства мебели.</p>
<h2><p>Клиентский сервис на высоте<p></h2>
<p>Наши менеджеры — консультанты и настоящие помощники. Хорошо ориентируясь в ассортменте, помогают быстро подобрать нужные товары.</p>
<p>
Учитываем историю покупок и общения, чтобы персонализировать ответы и предложения.
Нам важно решить вопрос быстро и качественно. Формирование долгосрочных отношений — одна из главных целей.
Понимаем, что проще покупать товары в том магазине, где предпочтения уже знают и помогут с выбором.
</p>
<h2><p>Комплексный подход к товарам и услугам <p></h2>
<p>
Покупка товара проста только на первый взгляд.
Нужно думать о том, как оформить доставку, кто поднимет на 8 этаж матрас и соберет кровать.
В наших магазинах эти услуги уже продуманы.
Думайте только о подборе товаров.
Для этого предлагаем комплексный подход — наша команда выполнит все задачи!
</p>
<p>- Доставка товаров до квартиры в короткие сроки..</p>
<p>- Менеджер, который знает детали заказов.</p>
<p>- Услуги по доставке, сборке, и другие.</p>
<p>
Сделаем жизнь ярче, уютнее и комфортнее.
В нашем интернет-магазине найдется товар, который нужен именно вам.
С удовольствием поможем с выбором.
</p>
<h2><p>Качественные материалы для изготовления мебели</p></h2>
<p>
Мы используем только экологически чистые материалы при производстве нашей мебели.
Можете быть уверены, что они благоприятно влияют на здоровье домочадцев.
Каркасы, крепления и ткани для обивки имеют сертификаты качества.
</p>
<p>
Изделия из мягкой мебели можно сделать в антивандальной ткани.
Такой материал подойдет для тех, у кого есть маленькие дети или домашние животные.
Мы хотим, чтобы мебель прослужила для вас долгие годы и поэтому, используем лучшие материалы на всем рынке тканей.
</p>
</div>
</div>`
)
