window.document.write(
`<style>
  .container {
    margin-top: 50px;
    padding-bottom: 100px;
    color: black;
    display: flex;
    align-items: center;
    flex-direction: column;
  }

  h2 {
    color: black;
  }

  .t {
    border: 2px solid #C562FF;
    border-radius: 3px;
    padding: 8px;
    width: 63%;
  }

</style>
<div class="container">
<div class="t">
<h2><p>Как оформить заказ</p></h2>
<p>
  Оформить заказ на нашем сайте легко.
  Просто добавьте выбранные товары в корзину, а затем перейдите на страницу Корзина,
  проверьте правильность заказанных позиций и нажмите кнопку «Оформить заказ» или «Быстрый заказ».
</p>
<h2><p>Быстрый заказ</p></h2>
<p>
  Функция «Быстрый заказ» позволяет покупателю не проходить всю процедуру оформления заказа самостоятельно.
  Вы заполняете форму, и через короткое время вам перезвонит менеджер магазина.
  Он уточнит все условия заказа, ответит на вопросы, касающиеся качества товара, его особенностей.
  А также подскажет о вариантах оплаты и доставки.
</p>
<p>
  По результатам звонка, пользователь либо, получив уточнения,
  самостоятельно оформляет заказ, укомплектовав его необходимыми позициями,
  либо соглашается на оформление в том виде, в котором есть сейчас.
  Получает подтверждение на почту или на мобильный телефон и ждёт доставки.
</p>
<h2><p>Оформление заказа в стандартном режиме</p></h2>
<p>
  Если вы уверены в выборе, то можете самостоятельно оформить заказ, заполнив по этапам всю форму.
</p>
<h2><p>Заполнение адреса</p></h2>
<p>
  Выберите из списка название вашего региона и населённого пункта.
  Если вы не нашли свой населённый пункт в списке, выберите значение «Другое местоположение»
  и впишите название своего населённого пункта в графу «Город». Введите правильный индекс.
</p>
<h2><p>Доставка</p></h2>
<p>
  В зависимости от места жительства вам предложат варианты доставки.
  Выберите любой удобный способ.
  Подробнее об условиях доставки читайте в разделе «Доставка».
</p>
<h2><p>Оплата</p></h2>
<p>
  Выберите оптимальный способ оплаты. Подробнее о всех вариантах читайте в разделе «Оплата»
</p>
<h2><p>Покупатель</p></h2>
<p>
  Введите данные о себе: ФИО, адрес доставки, номер телефона.
  В поле «Комментарии к заказу» введите сведения, которые могут пригодиться курьеру,
  например: подъезды в доме считаются справа налево.
</p>
<h2><p>Оформление заказа</p></h2>
<p>
  Проверьте правильность ввода информации: позиции заказа, выбор местоположения, данные о покупателе.
  Нажмите кнопку «Оформить заказ».
</p>
<p>
  Наш сервис запоминает данные о пользователе,
  информацию о заказе и в следующий раз предложит вам повторить к вводу данные предыдущего заказа.
  Если условия вам не подходят, выбирайте другие варианты.
</p>
</div>
</div>`
)
