window.document.write(
`<style>
  .container {
    margin-top: 50px;
    padding-bottom: 100px;
    color: black;
    display: flex;
    align-items: center;
    flex-direction: column;
  }

  h2 {
    color: black;
  }

  .t {
    border: 2px solid #C562FF;
    border-radius: 3px;
    padding: 8px;
    width: 63%;
  }

</style>
<div class="container">
<div class="t">
<h2><p>Станьте партнером</p></h2>
<p>
  Мир матрасов приглашает к сотрудничеству оптовых покупателей.
</p>
<p>
  Наши покупатели пользуются рядом уникальных преимуществ:
</p>

<p>- Лучшие цены на рынке</p>
<p>- Индивидуальный подход к каждому клиенту</p>
<p>- Быстрая доставка точно в срок</p>
<p>- Гибкие условия оплаты заказов</p>

<p>Мы предлагаем широкий ассортимент продукции:</p>

<p>- Матрасы всех типоразмеров (Беспружинные, пружинные, ортопедические, в скрутке, а также по индивидуальному ТЗ)</p>
<p>- Кровати (ЛДСП, МДФ, в мягкой обивке, а так же кованные)</p>
<p>- Корпусная мебель (Шкафы, тумбы, комоды и прочее, как из каталога продукции так и по уникальным конструкциям)</p>
<p>- Мягкая мебель (Диваны и мебель с мягкой обивкой)</p>
<p>- Кованая мебель (Банкетки, прихожие, столы, стулья и прочее) Большой выбор мебели в стиле "Лофт"</p>
<p>- А так же рассматриваем любые предложения по изготовлению уникальной продукции по Вашему ТЗ</p>
<p>
  Напишите нам на почту
  <span style="color: #C562FF;">WorldOfMatrassesPartnership@mail.ru</span>
  письмо с кратким описанием вашей деятельности,
  и мы ответим предложением о сотрудничестве.
</p>
<p>Или можете позвонить по телефону <span style="font-weight: bold;">888-88-88</span></p>
</div>
</div>`
)
